PS1="Bash:[\W]$ " #Full directry

#\a  ベル（ビープ音）をならします（ASCII のベル文字 07）
#\d  "曜日 月 日"の形式の日付
#\h  ホスト名(最初の . までの名前)
#\H  ホスト名
#\n  改行
#\r  復帰
#\s  シェル名（標準だと -bash が表示）
#\t  時刻 HH:MM:SS 形式(24時間) H = Hour = 時、M = Minutes = 分、S = Seconds = 秒
#\T  時刻 HH:MM:SS 形式(12時間)
#\@  時刻 am/pm をつけたもの。Lang=Jaの場合 HH:MM (午前|午後)となる。
#\u  現在のユーザー名
#\v  bash のバージョン
#\V  bash のバージョン・リリース番号など詳細
#\w  現在のディレクトリ（フルパス）
#\W  現在のディレクトリ名
#\!  コマンドのヒストリー番号
#\#  コマンドのコマンド番号（ログイン後何回実行したか）
#\$  UID が 0 であれば『 # 』、それ以外は『 $ 』
#\\  バックスラッシュ
#\[  表示されない文字列（エスケープシーケンス／端末制御シーケンス）を埋め込む
#\]  表示されない文字列の終わり

# :'<,'>s/^/#/








